var texts = {
	"3": "בתחושת גאווה, הבנת כובד האחריות ובענווה,| קיבלתי עלי את הזכות לפקד ולהוביל את גדוד 'סופה-53'.||"+
		"לגדוד עבר מפואר, בימים אלו אנו מציינים 55 שנה למלחמת ששת הימים בה לקח הגדוד חלק כגדוד 64 שהיוה כוח משמעותי בקרב אום כתף.|"+
		"ב26.06.2022 ציינו 52 שנים למבצע קיתון 10, בו היה שותף הגדוד במיטוט מערך הראשון הסורי.|בנוסף, בחודש תמוז נציין 40 שנה למבצע שלום "+
		"הגליל. הגדוד תמרן עשרות ק\"מ לעומק השטח הלבנוני במסגרת החטיבה, לקח חלק בקרבות כולל הקרב הקשה בדמור וכפר סיל.| בשנה הבאה "+
		"נציין 50 שנה למלחמת יום הכיפורים וגבורת לוחמי ומפקדי גדוד 53 במערכה לבלימת הצבא הסורי.||באנדרטה בדרום רמת הגולן לזכרם של נופלי "+
		"הגדוד בכיפור ובכל מערכות ישראל,|חקוק סמל הגדוד והמילים \"כבוד ותהילה למגיני המולדת\" המורשת וההנצחה של מפקדי ולוחמי הגדוד "+
		"במערכות ישראל מהווים עבורנו המצפן לאורם אנו עומדים וצועדים יחד.|אחריות הפיקוד על גדוד 53, מקנה לי את הזכות והחובה לעמוד על "+
		"שמירת הקשר המיוחד שבין הגדוד למשפחות השכולות וכחלק מקשר זה אציג את עצמי בקצרה.",
	"2": "שמי סלמאן עמאד חבקה, אני מתגורר בכפר יאנוח(ינואח - ג'ת, כפר דרוזי בגליל המערבי),| נשוי לערין ואב לעמאד בן שנה. נולדתי וגדלתי בכפר יאנוח "+
		"למשפחה דרוזית בת 4 בנים ושתי בנות, אני הבכור למשפחתי.||את שירותי הסדיר התחלתי בחטיבה 7 וביצעתי את המסלול ורצף התפקידים "+
		"שלי בחטיבה זו, עברתי בהכשרות הפיקוד, גדודים מבצעיים, בוגר תואר ראשון מאוניברסיטת בר אילן, מ\"פ מבצעית, סמג\"ד 77, סמג\"ד בחטיבת "+
		"גולני - גדוד 13, ולאחרטנה סיימתי את קורס פו\"מ - בית ספר למלחמה ותואר שני מטעם אוניברסיטת חיפה, ובקיץ האחרון נבחרתי לפקד על "+
		"גדוד החוד - 'סופה' 53.||המורשת והזיכרון שהורישו לי יקירכם עבור מפקדי וחיילי הגדוד, הינה בבחינת \"עמוד האש ההולך לפני המחנה\"."+
 		"ילדכם במותם ציוו לנו את החיים, בעומדם נשבעים ואומרים הנני, הנני כאן מתייצב לשירות הנני כאן מתייצב להגן בגופי על אחי, אחותי וחברי "+
		"לנשק, הנני כאן למען העם, האומה והמולדת.|לאור מורשתם נצעד יחד ונמשיך להוביל את הגדוד לכל משימה אליה נדרש,ועכשיו זה תורנו "+
		"לעמוד ולאמור הינה אני.",
	"1": "יקיריי ויקירותיי,|בשמי ובשם מפקדי וחיילי גדוד סופה - 53, מתחייב להמשיך את דרכם של יקירכם/בניכם, לצד הנצחת פועלם ומורשתם של "+
		"כלל 83 הנופלים.||בהזדמנות זאת, בה אנו עומדים בפתחו של חודש אלול, המשמש הכנה לקראת השנה החדשה המתקרבת.|בתקופה זו "+
		"אנחנו עורכים חשבון נפש ומסכמים את אירועי השנה החולפת כדי להשתפר לקראת בואם של חגי תשרי - הימים הנוראים. אבקש לברך "+
		"אתכם בברכת שנה טובה, שנת בריאות ושלווה, שנת שגשוג והצלחה בטחון ושלום.",
	"signature": "סלמאן חבקה סא\"ל|מפקד גדוד סופה 53"
				
}